/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Détermination du lieu actuel";
"DeterminingLocationStep2" = "Détermination du lieu actuel";
"DeterminingLocationStep3" = "Détermination du lieu actuel…";
"DeterminingLocationStep4" = "Détermination du lieu actuel…";

"DeterminingLocation" = "Détermination du lieu actuel…";

"LocationError" = "Impossible de déterminer le lieu actuel pour l’instant";
"CurrentLocation" = "Lieu actuel : %@";
"TurnONAirport" = "Activez AirPort pour déterminer votre lieu actuel";
